Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget informerte om sitt språkarbeid og især arbeidet knyttet til Juhu Niillas (Nils Jernsletten) sitt arbeid som språkforsker og politiker.
sme: Sámediggi muitalii sámi giellabargguid birra ja erenoamážit Juhu Niillasa bargguid birra sihke gielladutkin ja politihkkárin.

source: Forberedelser til «Oversatte dager» i Oslo I forbindelse med det internasjonale urfolksspråk-året arrangerer Sametinget i samarbeid med Litteraturhuset i Oslo et arrangement «Oversatte dager» i slutten av februar neste år.
sme: Ráhkkaneamit «Oversatte dager» oktavuođas Oslos Riikkaidgaskasaš eamiálbmotgielaid jagi oktavuođas ovttasbargá Sámediggi Litteraturhuset:in Oversatte dager lágidemiin mii lea Oslos guovvamánu loahpas boahtte jagi.

source: 3 Kunnskap Samfunnsmål: Det samiske samfunnet har kunnskap, kompetanse og ferdigheter for å sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Servodatmihttomearri: Sámi servodagas lea máhttu, gelbbolašvuohta ja gálggat mat adnojit vai bastá sihkkarastit ja ovddidit gielas, kultuvrras ja servvodateallimis.

source: Innholdet i samisk barnehagetilbud Mål for innsatsområdet: Samiske barn har et kvalitativt godt barnehagetilbud som bygger på samiske verdier, samisk kultur og tradisjonell kunnskap.
sme: Áŋgiruššansuorggi mihttomearri: · Sámi mánáin lea mánáidgárdefálaldat mas lea buorre kvalitehta ja mii lea huksejuvvon sámi árvvuid, sámi kultuvrra ja árbedieđu ala.

source: Sametingets bidrag til implementering av rammeplan for barnehagen Sametinget har deltatt i flere fora i forbindelse med implementering av rammeplan for barnehagen.
sme: Sámedikki veahkki mánáidgárderámmaplána doibmiibidjamii Sámediggi lea oassálastán ollu forumaide mánáidgárderámmaplána doibmiibidjama oktavuođas.

source: Ny rammeplan for barnehagens innhold og oppgaver ble lansert 24. april 2017.
sme: Mánáidgárddi sisdoalu ja bargamušaid ođđa rámmaplána almmuhuvvui cuoŋománu 24. b. 2017.

source: Utdanningsdirektoratet har sammen med fylkesmennene ansvaret for å realisere rammenplanen i barnehagene.
sme: Oahpahusdirektoráhtas lea ovttas fylkkamánniiguin ovddasvástádus doibmiibidjamis rámmaplána mánáidgárddiide.

source: Sametinget deltar i en egen implementeringsprosess for samiske barnehager.
sme: Sámediggi lea oassálastán sámi mánáidgárddiid sierra doibmiibidjanprosessii.

source: Som et ledd i dette samarbeidet, bidrar Sametinget med innspill på konferanser og fagdager.
sme: Oassin dán ovttasbarggus ovddida Sámediggi árvalusaid konferánssain ja fágabeivviin.

source: Sametinget har deltatt på nettverksmøter i regi av Fylkesmannen i Troms.
sme: Sámediggi lea oassálastán Romssa fylkkamánni lágidan fierpmádatčoahkkimiidda.

source: I oktober bidro Sametinget med innlegg om barnehageseksjonens arbeid på samisk barnehageseminar i Bodø i regi av Fylkesmannen i Nordland.
sme: Golggotmánus doalai Sámediggi sáhkavuoru mánáidgárdejuhkosa barggu birra Nordlándda fylkkamánni lágidan sámi mánáidgárdesemináras Bådådjos.

source: Det var stor interesse fra deltakerne for tema.
sme: Oassálastiid mielas lei fáddá hui miellagiddevaš.

source: Sametinget fikk også mange spørsmål om tilskuddsordningene, spesielt om hvordan de norske barnehagene, som ikke har samiske barn kan arbeide med samisk språk og kultur i barnehagen.
sme: Sámediggi oaččui maid ollu gažaldagaid doarjjaortnegiid birra, erenoamážit dan birra mo dat dáža mánáidgárddit, main eai leat sámi mánát, sáhttet bargat sámi gielain ja kultuvrrain mánáidgárddis.

source: Barnehageprosjektet var også et tema som engasjerte deltakerne.
sme: Mánáidgárdeprošeakta lei maid fáddá mii beroštahtii oassálastiid.

source: Samarbeid med myndighetene Sametinget har hatt samarbeidsmøte med Utdanningsdirektoratet 21. september i Kautokeino.
sme: Ovttasbargu eiseválddiiguin Sámedikkis lea leamaš ovttasbargočoahkkin Oahpahusdirektoráhtain čakčamánu 21. b. Guovdageainnus.

source: Tema for møtet var arbeidet med implementering av rammeplanen i barnehagene med vekt på det samiske.
sme: Čoahkkima fáddán lei mánáidgárddiid rámmaplána doibmiibidjan deattuhettiin sámi perspektiivva.

source: Arbeidsprosessen med implementering av rammeplanen skal evalueres og Sametinget vil være delaktig i denne prosessen også.
sme: Rámmaplána doibmiibidjama bargoproseassa galgá evaluerejuvvot ja Sámediggi maid searvá dán prosessii.

source: Andre tema som ble tatt opp på møtet er ståstedsanalysen.
sme: Eará fáddá čoahkkimis lei vuolggasadjeanalysa.

source: Dette er et verktøy som hjelper barnehagen å gjøre kvalitetsvurdering.
sme: Dat lea dakkár reaidu mii galgá veahkehit mánáidgárddiid kvalitehtaárvvoštallamis.

source: Det er nå laget film om Guovssahas mánáidgárdi i Tromsø, som viser hvordan innholdet i en samisk barnehage kan være.
sme: Dál lea ráhkaduvvon filbma Guovssahasa mánáidgárddi birra Romssas, mii čájeha mo sámi mánáidgárddi sisdoallu sáhttá leat.

source: Sametinget er fornøyd med samarbeidet av implementeringsprosessen så langt.
sme: Sámediggi lea duhtavaš ovttasbargguin doibmiibidjanproseassa oktavuođas dán rádjai.

source: Samarbeidsmøte med departement og direktorat. Det ble avholdt samarbeidsmøte på administrativt nivå mellom Sametinget, Kunnskapsdepartementet og Utdanningsdirektoratet 20. september.
sme: Ovttasbargočoahkkin departemeanttain ja direktoráhtain. Čakčamánu 20. b. dollojuvvui ovttasbargočoahkkin hálddahusdásis gaskal Sámedikki, Máhttodepartemeantta ja Oahpahusdirektoráhta.

source: Her ble det blant annet diskutert hvordan samarbeidspartnerne kan følge opp sluttrapport nr. 5 2017, fra Følgegruppa for barnehagelærerutdanningen og forslaget om at det etableres et kompetansesenter for lærerutdanningene på Samisk høgskole.
sme: Das ságastallojuvvui earret eará dan birra mo ovttasbargobealit sáhttet čuovvulit Mánáidgárdeoahpaheddjiidoahpu čuovvunjoavkku (Følgegruppa for barnehagelærerutdanningen) loahpparaportta nr. 5 2017 ja dan evttohusa birra ahte ásahit oahpaheddjiidoahpuid gealboguovddáža Sámi allaskuvlii.

source: Samisk høgskole har diskutert dette som en mulighet og uttrykker selv at de innehar nødvendig kompetanse og at de ser sitt ansvar.
sme: Sámi allaskuvla lea árvvoštallan dan vejolašvuođa ja sii celket ahte sis lea dat gelbbolašvuohta mii dárbbašuvvo ja ahte sii oidnet iežaset ovddasvástádusa.

source: Det er viktig at det leveres kvalitet og at det ikke går utover den ordinære driften.
sme: Deaŧalaš lea lágidit kvalitehta dáfus buori barggu ja ahte dat ii heađuš dábálaš doaimma.

source: Sámi lohkanguovddáš (Senter for samisk i opplæringa) er også en sentral aktør et slikt prosjekt.
sme: Sámi lohkanguovddážis lea maid deaŧalaš rolla dakkár prošeavttas.

source: Revidering av Sametingsmelding om samisk barnehagetilbud Arbeidet med å revidere sametingsmeldingen om samisk barnehagetilbud fra 2013 er igangsatt.
sme: Ođasmahttit Sámediggedieđáhusa sámi mánáidgárdefálaldaga birra Bargu ođasmahttit jagi 2013 sámediggedieđáhusa sámi mánáidgárdefálaldaga birra lea álggahuvvon.

source: Forslag til ny melding skal behandles i Sametingets plenum i mars 2019.
sme: Sámedikki dievasčoahkkin meannuda ođđa dieđáhusevttohusa njukčamánus 2019.

source: Parallelt er også arbeidet med en ny handlingsplan i gang der ulike tiltak beskrives.
sme: Seammás ráhkaduvvo maid ođđa doaibmaplána mas iešguđet doaibmabijut válddahuvvojit.

source: I den nye meldingen ønsker Sametinget å sette fokus på samiske barns rettigheter til samisk barnehagetilbud, samisk språk i barnehagen, tradisjonell kunnskap i barnehagen, samt kunnskap og kompetanse om samisk barnehagetilbud på alle plan i samfunnet.
sme: Ođđa dieđáhusas háliida Sámediggi deattuhit sámi mánáid vuoigatvuođaid sámi mánáidgárdefálaldahkii, sámegillii mánáidgárddis, árbedihtui mánáidgárddis, ja máhttui ja gelbbolašvuhtii sámi mánáidgárdefálaldaga birra buot dásiin servodagas.

source: Innspill til nasjonal rapport om barnehagelærerrollen Sametinget har gitt skriftlig innspill til ekspertgruppen som utarbeider en nasjonal rapport om barnehagelærerrollen.
sme: Árvalus nationála raportii mánáidgárdeoahpaheddjiidrollii Sámediggi lea ovddidan čálalaš árvalusa dan áššidovdijovkui mii ráhkada nationála raportta mánáidgárdeoahpaheddjiidrolla birra.

source: Det er gitt innspill om at det samiske perspektivet ikke er tatt med i diskusjonsnotatet eller i den foreløpige innholdsfortegnelsen av rapporten.
sme: Sámediggi lea čujuhan ahte sámi perspektiiva ii leat mielde digaštallannotáhtas ii ge raportta gaskaboddasaš sisdoallologahallamis.

source: Vårt innspill har utgangspunkt i at den samiske barnehagelærerrollen må taes med i rapporten på lik linje med den norske barnehagelæreren.
sme: Min árvalusa vuođđun lea ahte sámi mánáidgárdeoahpaheddjiid rolla galgá leat mielde raporttas seamma láhkai go dáža mánáidgárdeoahpaheddjiid rolla ge.

source: Mange av punktene som er beskrevet i foreløpig rapport vil kunne gjelde også for den samiske barnehagelærerem, men det er samtidig mange punkter som vil være unikt for den samiske barnehagelæreren i en samisk barnehage-kontekst.
sme: Ollu dain čuoggáin mat válddahuvvojit gaskaboddasaš raporttas gustojit maid sámi mánáidgárdeoahpaheaddjái, muhto seammás leat ollu čuoggát mat leat áidnalunddogat sámi mánáidgárdeoahpaheaddjái sámi mánáidgárddi oktavuođas.

source: Samiske elever har kvalitetsmessig god opplæring i og på samisk.
sme: Sámi ohppiid oahpahusas sámegielas ja sámegillii lea buorre kvalitehta.

source: Revidering av læreplaner – prosjekt. Læreplanarbeid yrkesfag, videregående opplæring Læreplanene for de yrkesfaglige utdanningsprogrammene skal revideres.
sme: Oahppoplánaid ođasmahttin - prošeakta. Fidnofágaid oahppoplánabargu, joatkkaoahpahus Fidnofágaid oahppoprográmmaid oahppoplánat galget ođasmahttojuvvot.

source: I høst har arbeidet med læreplanene for Vg1 kommet igang.
sme: Dán čavčča lea Jo1 oahppoplánabargu álggahuvvon.

source: Sametinget har oppnevnt samiske medlemmer i læreplanen for Naturbruk og Design og tradisjonshåndverk.
sme: Sámediggi lea nammadan sámi lahtuid Luonddugeavaheami ja Design ja árbevirolaš duoji oahppoplánajovkui.

source: Læreplangruppen i vg1 «Design og tradisjonshåndverk» og «Naturbruk» skal levere endelig utkast 1. juni 2019.
sme: Oahppoplánajoavku Jo1 Luonddugeavaheami ja Design ja árbevirolaš duoji várás geige loahpalaš evttohusa geassemánu 1. b. 2019.

source: Sametinget har i et møte med ulike kunsthåndverkere eller duojárat utformet et dokument som omhandler sluttkompetanse i vg3 i «pels-og skinnduodjifaget», «horn-bein og metallduodji», «treduodjifaget», «veve-og håndstrikkeduodjifaget» og «tekstilduodjifaget».
sme: Sámediggi lea čoahkkimis iešguđet duojáriiguin hábmen dokumeantta mii válddaha loahppagelbbolašvuođa Jo3 fágain «náhkke- ja guolganáhkkeduodjefágat», «čoarve-dákte- ja metálladuodji», «muorraduodjefága», «čuoldin-ja giehtagođđinfága» ja «tekstiiladuodjefága».

source: Sametinget er i gang med å finne duodjiutøvere og duodjilærere til de ulike læreplangruppene.
sme: Sámediggi lea ohcamin duojáriid ja duodjeoahpaheddjiid iešguđet oahppoplánajoavkkuide.

source: Læreplangruppene i duodjifagene vg2 og vg3 starter med sitt arbeid i mars 2019.
sme: Oahppoplánajoavkkut Jo2 ja Jo3 duodjefágaid várás álggahit bargguset njukčamánus 2019.

source: Fagfornyelsen Med bakgrunn i Meld. St. 28 (20015-2016) Fag- fordypning-Forståelse.
sme: Stuorradiggedieđáhusa 28 (2015-2016) Fága-čiekŋudeapmi-áddejupmi, Máhttoloktema ođasmahttin (Meld. St. 28 (2015-2016) Fag – Fordypning - Forståelse.

source: En fornying av Kunnskapsløftet har, Kunnskapsdepartementet utarbeidet en Strategi for fagfornyelsen av Kunnskapsløftet og Kunnskapsløftet samisk (2017-2021).
sme: En fornying av Kunnskapsløftet) vuođul lea Máhttodepartemeanta strategiija Máhttoloktema ja Máhttoloktema sámi (2017-2021) fágaođasmahttima (Strategi for fagfornyelsen av Kunnskapsløftet og Kunnskapsløftet samisk (20172021)) várás.

source: Strategien består av tre faser.
sme: Strategiijas leat golbma muttu.

source: Inneværende periode er vi i fase to.
sme: Otná áigodat gullá nuppi muddui.

source: I denne fasen består hovedarbeidet med å utvikle læreplaner og veiledningsressurser for fagene.
sme: Dán muttus lea váldobargamuššan ráhkadit iešguđet oahppoplánaid ja bagadusresurssaid fágaide.

source: Sametinget har arrangert seminar for de samiske medlemmene i læreplangruppene.
sme: Sámediggi lea lágidan seminára oahppoplánajoavkkuid sámi lahtuid várás.

source: Læreplangruppene har levert sitt første utkast til innspillsrunden med høringsfrist 14. novenber 2018.
sme: Oahppoplánajoavkkut leat geigen iežaset vuosttaš evttohusaid árvalusvurrui gulaskuddanáigemeriin skábmamánu 14. b. 2018.

source: Sametinget har i høringsbrevet understreket viktigheten av at samisk innhold er godt nok ivaretatt i begge læreplanene, både i Kunnskapsløftet LK20 og Kunnskapsløfte samisk LK20S.
sme: Sámediggi lea gulaskuddanreivves deattuhan deaŧalažžan ahte sámi sisdoallu galgá leat doarvái bures fuolahuvvon goappašiid oahppoplánain, sihke Máhttoloktemis LK20 ja Máhttoloktemis sámi LK20S.

source: Læremidler Mål for innsatsområdet: Samiske elever har tilgang til samiske læremidler som er i tråd med gjeldende læreplanverk på alle tre språk og i alle fag i grunnopplæringen.
sme: Sámi ohppiide gávdnojit sámi oahpponeavvut mat leat dálá oahppoplána mielde buot golmma gillii ja buot vuođđooahpahusa fágain.

source: Ny handlingsplan for læremiddelutvikling. Sametingets handlingsplan for utvikling av læremidler 2015 – 2018 er prolongert ut 2019. Dette fordi alle målene, dvs. læremiddelprioriteringene i planen ikke er oppnådd.
sme: Oahpponeavvoráhkadeami ođđa doaibmaplána. Sámedikki oahpponeavvoráhkadeami doaibmaplána 2015 – 2018 lea guhkiduvvon 2019 lohppii, dannego buot plána oahpponeavvovuoruheamit eai leat ollašuhttojuvvon.

source: Sametinget er i gang med å utvikle en ny handlingsplan for læremiddelutvikling for perioden 2020-2023 og dette arbeidet må gjøres i nær dialog med de som lager læremidler og de som bruker de i skolen.
sme: Sámediggi lea ráhkadeamen ođđa doaibmaplána áigodaga 2020 – 2023 oahpponeavvoráhkadeami várás ja dát bargu ferte dahkkojuvvot lagas gulahallamiin singuin geat ráhkadit oahpponeavvuid ja singuin geat daid geavahit skuvllas.

source: Sametinget ønsker bred medvirkning i prosessen med handlingsplanen – fra utviklere, brukere og andre som har interesse av samiske læremidler, for å danne et godt grunnlag for plandokumentet.
sme: Sámediggi háliida ollugiid fárrui doaibmaplánabargui – ráhkadeddjiid, geavaheddjiid ja earáid geain lea beroštupmi sámi oahpponeavvuide, oažžun dihtii buori vuođu plánadokumentii.

source: I den forbindelse gjennomførte Sametinget våren 2018 en spørreundersøkelse blant lærere, der formålet var å kartlegge hvilke læremidler de mangler i deres skolehverdag.
sme: Dan oktavuođas čađahii Sámediggi 2018 giđa jearahallaniskkadeami oahpaheddjiid gaskkas, man ulbmil lei kártet guđe oahpponeavvuid sii váillahedje iežaset skuvlabeaivvis.

source: Sametinget fikk 97 innspill til denne spørreundersøkelsen.
sme: Sámediggi oaččui 97 árvalusa dán jearahallaniskkadeamis.

source: Tilbakemeldinger fra Sametingets stimuleringsseminar for samiske læremiddelutviklere er også noe som vil danne grunnlag for det videre arbeidet med handlingsplanen.
sme: Cealkámušat Sámedikki movttiidahttinsemináras sámi oahpponeavvoráhkadeddjiid várás galget maid leat vuođđun doaibmaplána viidásat bargui.

source: Innspillsmøter i de tre språkområdene Sametingsrådet har i høst gjennomført åpne møter i de tre språkområdene Karasjok, Værnes og Tysfjord, der skoleeiere, skoleledere, lærere, elever, foreldre, forlag og andre læremiddelinteresserte var invitert til å komme med innspill.
sme: Rávačoahkkimat dan golmma giellaguovllus Sámediggeráđđi lea Kárášjogas, Værnes nammasaš báikkis ja Divttasvuonas dán čavčča doallan rabasčoahkkimiid dan golmma giellaguovllus, gosa skuvlaeaiggádat, skuvlajođiheaddjit, oahpaheaddjit, oahppit, váhnemat, lágádusat ja eará oahpponeavvoberošteaddjit ledje bovdejuvvon buktit árvalusaid.

source: Sametinget er fornøyd med oppmøtet på de forskjellige plassene og fikk mange gode innspill om samiske læremidler og om læremiddelbehovene for neste periode.
sme: Sámediggi lea duhtavaš go nu ollugat bohte iešguđet báikkiide ja go oaččui nu ollu buriid árvalusaid sámi oahpponeavvuid ja oahpponeavvodárbbuid birra boahtteáigodahkii.

source: Sametinget har også mottatt noen skriftlige innspill til arbeidet med handlingsplanen, og fortsetter å ta imot innspill frem til våren 2019.
sme: Sámediggi lea maid ožžon muhtun čálalaš árvalusaid doaibmaplánabargui, ja joatká vuostáiváldit árvalusaid 2019 giđa rádjai.

source: Sametingsrådet tar med disse videre i arbeidet med planen.
sme: Sámediggeráđđi váldá dáid árvalusaid mielde viidásat bargui plánain.

source: Tilskudd til utvikling av læremidler - søkerbasert tilskudd Sametinget har i år mottatt 24 søknader for tilsammen 33,2 millioner kroner.
sme: Doarjagat oahpponeavvoráhkadeapmái – ohcanvuđot doarjagat Sámediggi lea dán jagi ožžon 24 ohcama oktiibuot 33,2 miljon ruvnno ovddas.

source: Sametingsrådet har gitt tilskudd til 16 prosjekter, noe som utgjør totalt 20,1 millioner kroner.
sme: Sámediggeráđđi lea addán doarjaga 16 prošektii, oktiibuot 20,1 miljon ruvnno ovddas.

source: Sametingsrådet er fornøyd med at alle årets prioriterte læremiddelprosjekter innenfor sør- og nordsamiske prioriteringer er innvilget tilskudd.
sme: Sámediggeráđđi lea duhtavaš dainna go buot dán jagi vuoruhuvvon oahpponeavvoprošeavttat lulli- ja davvisámi vuoruhemiin leat ožžon doarjaga.

source: Når det gjelder lulesamiske læremiddelprioriteringer, fikk Sametinget kun søknader til halvparten av prioriteringene, seks prioriterte områder innen lulesamisk ble innvilget tilskudd.
sme: Go guoská julevsámi oahpponeavvovuoruhemiide, de oaččui Sámediggi ohcamiid dušše golmma vuoruhuvvon suorgái guđa vuoruhuvvon suorggi gaskkas julevsámi ektui mat ožžo doarjaga.

source: Innen særskilt tilrettelagte læremidler ble det i år innvilget tilskudd til fire ulike prosjekter.
sme: Erenoamážit láhččojuvvon oahpponeavvuide juolluduvvui doarjja njealji iešguđet prošektii.

source: Det ble også innvilget tilskudd til to prosjekter som ligger utenfor årets prioriteringer, da behovet tilsa dette som nødvendig.
sme: Doarjja juolluduvvui maiddái guovtti prošektii mat eai gula dán jagi vuoruhemiide, go dárbu čájehii dan dárbbašlažžan.

source: Stimuleringstiltak for læremiddelutviklere - konferanse Sametinget arrangerte 2. og 3. oktober stimuleringsseminar for samiske læremiddelutviklere i Tromsø.
sme: Movttiidahttindoaibmabijut oahpponeavvoráhkadeddjiid várás – konferánsa Sámediggi lágidii golggotmánu 2. ja 3. b. movttiidahttinseminára sámi oahpponeavvoráhkadeddjiid várás Romssas.

source: Målet med konferansen var å rekruttere lærebokforfattere og styrke kompetansen innenfor utvikling av digitale læremidler.
sme: Konferánssa ulbmil lei rekrutteret oahppogirječálliid ja nannet gelbbolašvuođa digitála oahpponeavvuid buvttadeapmái.

source: Det var godt oppmøte til konferansen, med 45 deltakere som i hovedsak representerte læremiddelforlag, forfattere, lærere og førskolelærere.
sme: Konferánsii bohte ollu oassálastit, oktiibuot 45 oassálasti geat eatnašat ovddastedje oahpponeavvolágádusaid, čálliid, oahpaheddjiid ja ovdaskuvlaoahpaheddjiid.

source: Første dag av konferansen ble viet til erfaringsutveksling og drøfting om arbeidet med læremidler, om behovene ved skoler og barnehager og behovene hos forfattere og utviklere.
sme: Konferánssa vuosttaš beaivi lei várrejuvvon vásáhuslonohallamiidda ja digaštallamiidda oahpponeavvobarggu birra, skuvllaid ja mánáidgárddiid dárbbuid birra ja čálliid ja oahpponeavvoráhkadeddjiid dárbbuid birra.

source: Andre dag fikk deltakerne kursing i universell utforming av IKT og digitale læremidler.
sme: Nuppi beaivvi ožžo oassálastit oahpu IKT ja digitála oahpponeavvuid oppalaš hábmemis.

source: Erfaringer fra seminaret tilsier at lærere og pedagoger har behov for oppdatert informasjon om hva som finnes av læremidler og pedagogisk materiell.
sme: Vásáhusat semináras muitalit ahte oahpaheaddjit ja pedagogat dárbbašit ođasmahttojuvvon dieđuid dan birra mat oahpponeavvut ja pedagogalaš ávdnasat leat fidnemis.

source: Lærere har også interesse for mer veiledning i bruk av læremiddelproduksjonsverktøyet på Ovttas.
sme: Oahpaheaddjit maid háliidit oažžut eanet bagadusa das mo geavahit oahpponeavvoráhkadanreaidduid Ovttas portálas.

source: Det ble også etterlyst tydeligere informasjon om hva som er ansvarsområdene til Sametinget og til forlagene, og om samarbeidet mellom institusjonene i forhold til å forberede seg til de nye læreplanene.
sme: Čielgasat dieđuid maid jearahedje dan birra mat leat Sámedikki ja lágádusaid ovddasvástádussuorggit, ja ásahusaid gaskasaš ovttasbarggu birra mo ráhkkanit ođđa oahpponeavvuide.

source: Lærere, pedagoger og forfattere har behov for praktisk og faglig veiledning i arbeidet med læremidler, for eksempel om koblingen mellom kompetansemålene i læreplanen og innholdet i læremiddelet, kursing på enkelttemaer som rettigheter til tekst og bilder, arbeidet med og bruk av teksttyper, bilder, film og lignende.
sme: Oahpaheaddjit, pedagogat ja čállit dárbbašit geavatlaš ja fágalaš bagadusa oahpponeavvobargui, ovdamearkka dihtii čatnaseami birra gaskal oahppoplána gelbbolašvuođamihtuid ja oahpponeavvu sisdoalu, oahpu dakkár eaŋkil fáttáin go vuoigatvuođat tekstii ja govaide, bargui teakstašlájaiguin, govaiguin, filmmaiguin ja sullasaččaiguin ja daid geavahemiin.

source: Videre etterlyste forfattere og potensielle forfattere nettverk eller fadderordninger for mer konkret støtte til deres utviklingsarbeid, og det ble ytret ønske om oppfølgingsseminar og workshop.
sme: Viidáseappot ohcaledje čállit ja vejolaš čállit dakkár fierpmádagaid dahje fáttarortnegiid mat dorjot sin ovddidanbarggu, ja háliidedje čuovvulansemináraid ja bargobájiid.

source: Det fremkom også at det er vanskelig å skrive og/eller oversette når rammebetingelsene for forfatteryrket ikke er på plass.
sme: Bođii maid ovdan ahte lea lossat čállit ja/dahje jorgalit go čállifidnu rámmaeavttut eai leat sajis.

source: Sametingsrådet anser konferansen som nyttig og vil følge opp arbeidet i forbindelse med rullering av handlingsplan for læremiddelutvikling og i det videre samarbeidet med ulike partnere på området.
sme: Sámediggeráđi mielas lei konferánsa ávkkálaš ja áigu čuovvulit barggu oahpponeavvoráhkadeami ođasmahttinplána oktavuođas ja viidásat ovttasbarggu oktavuođas suorggi iešguđet oassálastiiguin.

source: Grenseoverskridende skolesamarbeidsprosjektet Skolesamarbeid på tvers av grensene, med mål om felles samisk skoletilbud, er et stort og viktig arbeid.
sme: Rádjarasttideaddji skuvlaovttasbargoprošeakta Skuvlaovttasbargu rájáid rastá, oktasaš sámi skuvlafálaldaga ulbmiliin, lea stuorra ja deaŧalaš bargu.

source: Sametingsrådet er glad for at man nå har lyktes med å få på plass en prosjektmedarbeider til prosjektet «Grenseoverskridende skolesamarbeidsprosjektet”.
sme: Sámediggeráđđi lea ilus go dál leat lihkostuvvan oažžut prošeaktamielbargi rádjarasttideaddji skuvlaovttasbargoprošektii.

source: Prosjektmedarbeideren begynner i en 50 prosent stilling fra årsskiftet og skal ha kontorsted ved Sametinget i Finland.
sme: Prošeaktamielbargi álgá 50 proseantavirgái ođđajagi rájes ja sus galgá leat bargosadji Suoma bealde Sámedikkis.

source: Sametingsrådet har invitert prosjektets arbeidsgruppe til møte tidlig 4. desember i Karasjok for å drøfte videre fremgang.
sme: Sámediggeráđđi lea bovden prošeavtta bargojoavkku čoahkkimii árrat juovlamánu 4. b. Kárášjohkii ságastallan dihtii viidásat barggu birra.
